[A_Creature_icephoenix_lv2 H7Creature]
mName="Ледяная птица"
mLore="Ледяная птица, также известная гражданам Союза, как Псонен, является могущественным духом льда. Подобно всем высшим духам, он принял форму мистической птицы - гигантского павлина. Его хвост сверкает всеми цветами радугами благодаря ледяным перьям, а взмахи крыльями вызывают ураганы, снежные бури и порывы ледяного ветра. В то время, как феникс является самым могущественным, а громовая птица - самой опасной, по сравнению с ними ледяная птица считается самой прекрасной среди них всех."

[A_Rebirth_Firebird H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной феникс"
mTooltip="Один раз за бой возвращает к жизни %buff.buff.special отряда после его гибели. Воскрешённый отряд наносит %buff.buff.d ед. урона всем соседним врагам."

[A_Rebirth_Firebird_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_Esprit_du_phoenix H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Аура Псонена"
mTooltip="В начале боя даёт всем дружественным существам умение "Ледяной феникс". (Возвращает к жизни 20% существ в уничтоженном отряде, а все вражеские существа по соседству с ним получают урон, согласно уровню героя)."

[Ability.A_esprit_du_phoenix_Buff H7BaseBuff]
mName="Ледяной феникс"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Холодное очищение"
mTooltip="Снимает все позитивные эффекты со всех вражеских существ и все негативные эффекты со всех дружественных существ.\nМожно использовать один раз за бой."

